# St7SetHRACombinationLSAName

Sets the linear static results filename to be used with the harmonic time results.

long St7SetHRACombinationLSAName(long uID, char* FileName)

Input Parameters

uID

Strand7 model file ID.

FileName

Full path and name for the linear static results file.